<template>
  <div class="dp-register-bg" style="overflow-y: scroll;position: relative;height: 100%;justify-content: flex-start">
    <div class="title2"> 发现之旅</div>
    <div class="content">
      发现之旅是在2017上海旅游节期间首推的新型城市深度旅游产品，首款上线产品“中共一大回到1921”以一大会址为起点，以都市嬗变为线索，在“红色一公里”线路行走中，与城市的红色记忆和人文故事不期而遇，深度感受红色旅游的魅力。<br>
      发现之旅“中共一大回到1921”包括两大部分行程。<br>
      行程第一部分是以密室逃脱为原型，根据一大会址展品线索，解谜重重关卡，实现对一大历史的深入探索；行程第二部分是离开一大、探索城市的过程。各小组按不同情节分为多条线路，依照指引，行走在一大周边约一公里范围内。其间抵达包括革命纪念地点、上海老字号等等，最终成功会师，完成全部行程。<br>
      不同于一般的定向及微游活动设置，发现之旅参与者必须通过破解才能获得下一步线索，故事情节及悬念贯穿全部线路，现场体验及探索感更为强烈。<br>
      发现之旅全部流程由手机端页面引导，通过线上线下的紧密配合，在团队合作的基础上发现更多城市之美。<br>
    </div>
    <!--<div class="title2">中共一大•回到1921</div>-->
    <!--<div class="content">-->
    <!--在上海黄浦区兴业路上，有一座石库门建筑，仍保留着望志路106号的门牌。<br>-->
    <!--现在这里是中国共产党第一次全国代表大会会址纪念馆。<br>-->
    <!--它与新天地相比，单看外观，青砖瓦墙，弧形雕花门楣，小小的天井，像是旧上海照片，别无二致。内里的气质却相去甚远。<br>-->
    <!--是历史，让它变得不同。<br>-->
    <!--公元一九二一年，正值民国十年。<br>-->
    <!--轰轰烈烈的辛亥革命早已成为过去，继之而来的却仍是漫天的阴霾。各界人士对太平洋会议所寄予的厚望，终因国民政府埋首内争、各谋私利而成镜花水月。北洋政府无休止的内斗和越筑越高的债台，民间掀起的“新铸轻铜拒用”风潮和米价大涨，军阀割据，金融紊乱，民生凋敝。人们正沉沦在最黑暗的时代。<br>-->
    <!--上海，中国最早对外开放的商埠，五四运动后期的运动中心……时代似乎总是对它格外地青睐。最先进的思想文化，最广泛的工人阶级和知识分子群体，最发达的交通通讯系统……阴霾可以蔽天，却挡不住曙光的到来。<br>-->
    <!--九十六年前，这里还是李公馆。七月二十三日，在这幢普普通通的石库门建筑里，会客厅格外的热闹。<br>-->
    <!--十三位来自全国各地的代表们，一群平均年龄也不过二十八岁的年轻人。<br>-->
    <!--“当时他们开会成立中国共产党，有冒险成分在里面。任何人在冒险时候，不会憧憬以后被纪念。他们是在探求、探索，怎么样改变国家和民族的局面，如何获得强大。”<br>-->
    <!--于是有了一次次的讨论，一次次的争辩，理想的线条被勾勒，革命的蓝图被绘制。在 “极黑暗时代”里，“中国共产党”应运而生，拨开蔽日的重重阴霾，开启了另一个全新的时代。<br>-->
    <!--一群人，一场会议，一幢建筑，一座城市，一个时代。<br>-->
    <!--以前，我们只能在文字里去触摸关于那段故事的记忆，总是陌生而遥远。<br>-->
    <!--今天，回到1921，我们还想超越时空的界限，参与到那段故事中，以一大会址为起点，以都市嬗变为线索，在“红色一公里”趣味线路行走中，深度感受都市“红色旅游”的魅力。<br>-->
  <!--</div>-->
    </div>
</template>
<style scoped>
  .content{
    line-height: 22px;
    width: 90%;
  }
  .title2{
    height: 28px;
    text-align: center !important;
    width: 100%;
    line-height: 28px;
    font-size: 20px;
    font-weight: 800;
  }
  .dp-register-bg div
  {text-align: left}
  .dp-register-bg
  {text-align: left;font-size: 14px}
</style>
<script>

    export default{
        data(){
            return{
                msg:'hello vue'
            }
        }
    }
</script>
