<template>
  <div class="dp-register-bg" style="overflow-y: scroll;position: relative;">
    <div style="font-size: 26px;text-align: center;margin: 20px 0px">“中共一大•回到1921”规则说明</div>
    <div class="title2">规则要点</div>
    <div class="content">
    1、	线上答题<br>
    任务发布和提交均在线上完成；<br>
    所有任务答题（除特殊注明外）请使用中文简体；<br>
    请注意题目位置信息提醒及答题格式要求。<br>
    2、	求助机制<br>
    任务过难无法完成时，可点击答题页面的“求助”按钮选择求助；<br>
    每个小组有且仅有一次免费求助的机会。<br>
    3、	牺牲机制<br>
    当免费求助使用完毕时， 可选择一名组员作为“牺牲”人员，换取新的求助机会；<br>
    一次牺牲换取一次求助，牺牲者可参与后续行程， 但不再复活。<br>
    4、胜利认证<br>
    在规定的时间内到达会师地点的小组即成功完成本次挑战。<br>
      </div>

    <div class="title2">基本要求</div>
    <div class="content">
    1、	时间限制：90-120分钟（线路体验时间）<br>
    2、	使用工具：<br>
    （1）手机：用于接收线上剧情、消息和任务，进行任务提交。<br>
    （2）《发现之旅》报：本报中有任务挑战需要用到的重要信息，务必妥善保管。<br>
    （3）其他道具：在行程体验中将会使用到的其他相关道具。<br>
      </div>

    <div class="title2">任务环节</div>
    <div class="content">
    1、	行程第一部分<br>
    以密室逃脱为原型，根据一大会址展品线索，解谜重重关卡，实现对一大历史的深入探索；<br>
    2、	行程第二部分<br>
    此部分是离开一大、探索城市的过程。各小组按不同情节分为多条线路，依照指引，行走在一大周边约一公里范围内。其间抵达包括革命纪念地点、上海老字号等等，最终成功会师，完成全部行程。<br>
</div>

    <div class="title2">主要角色</div>
    <div class="content">
    1、	参与者：“中共一大•回到1921”特别行动组成员，进行答题闯关，完成任务。<br>
    2、线上虚拟角色（惊蛰）：中共上海地下组织情报组组长，线上发布任务，验收成果。<br>
    3、线下协助者（NPC）：“中共一大•回到1921”特别行动组后备人员，负责物资补给，传信对接。<br>
      </div>
    <!--<div class="content">-->
    <!--“中共一大•回到1921”作为上海城市深度游 “发现之旅”的首款上线产品，以1921年“中共一大”的召开为背景，增加谍战情节，展开一次时空穿越之行。参与者必须在规定时间内，以小组为单位，在指定线路区域完成不同任务，最终到达集合地点进行会师。任务难易程度不一，参与者有求助的机会，但也面临着“牺牲”的风险，唯有通力协作、深入发掘，才能成功抵达本次“发现之旅”的终点。-->
    <!--</div>-->
    <!--<div class="title2">基本要求</div>-->
    <!--<div class="content">-->
    <!--1、	时间限制：120分钟<br>-->
    <!--2、	使用工具：<br>-->
    <!--（1）移动电话（自备）：用于接收线上剧情、消息和任务，进行任务提交<br>-->
    <!--（2）产品手册：手册中有任务挑战需要用到的重要信息，务必妥善保管。<br>-->
    <!--（3）其他<br>-->
    <!--</div>-->
    <!--<div class="title2">任务环节</div>-->
    <!--<div class="content">-->
    <!--1、	基础任务<br>-->
    <!--到达任务起始地点“中共一大会址纪念馆”，完成“清查会场”任务。<br>-->
    <!--2、	分支任务<br>-->
    <!--完成基础任务后，各小组根据随机安排的线路继续完成支线任务，并在规定时间内到达指定地点会师。<br>-->
<!--</div>-->
    <!--<div class="title2">主要角色</div>-->
    <!--<div class="content">-->
    <!--1、	参与者：“中共一大•回到1921”特别行动组成员，进行答题闯关，完成任务。<br>-->
    <!--2、	指挥者（惊蛰）：中共上海地下组织情报组组长，发布任务，验收成果。<br>-->
    <!--协助者（NPC）：“中共一大•回到1921”特别行动组后备人员，负责物资补给，传信对接。<br>-->
<!--</div>-->
    <!--<div class="title2">挑战机制</div>-->
    <!--<div class="content">-->
    <!--1、	线上平台<br>-->
    <!--任务发布和提交均在线上完成；<br>-->
    <!--执行任务的过程中允许使用手机检索或向外界求助；<br>-->
    <!--只有组长才有提交任务结果的权限。<br>-->
    <!--2、	求助机制<br>-->
    <!--任务过难无法完成时，可点击答题页面的“求助”按钮选择求助；<br>-->
    <!--每个小组有且仅有一次免费求助的机会。<br>-->
    <!--3、	牺牲机制<br>-->
    <!--当免费求助使用完毕时， 可选择一名组员作为“牺牲”人员，换取新的求助机会；<br>-->
    <!--一次牺牲换取一次求助，牺牲者可参与后续行程， 但不再复活。<br>-->
    <!--4、胜利认证<br>-->
    <!--在规定的时间内到达会师地点的小组即成功完成本次挑战。<br>-->
<!--</div>-->
  </div>
</template>
<style scoped>
  .content{
    line-height: 22px;
    width: 90%;
  }
.title2{
  height: 28px;
  text-align: center !important;
  width: 100%;
  line-height: 28px;
  font-size: 20px;
  font-weight: 800;
}
.dp-register-bg div
{text-align: left}
.dp-register-bg
{text-align: left;font-size: 14px}
</style>
<script>
    export default{
        data(){
            return{
                msg:'hello vue'
            }
        },
        components:{

        }
    }
</script>
