<template>
  <div class="dp-register-bg" style="overflow-y: scroll;position: relative;">
    <div class="title2"> 城市深度游“发现之旅”</div>
    <div class="title2"> 产品协议</div>
    <div class="content">
      甲方:详见甲方签字栏<br>
      乙方:上海红砖文化传播有限公司<br>
      为保证服务质量，明确合同当事人的权利和义务，双方经过协商一致，达成如下协议:<br>
      <br>
      第一条 协议内容<br>
      甲方选购由乙方推出的“发现之旅”城市深度游产品并参与体验该产品所设计的行程，由乙方提供行程的时间、项目安排、工作人员以及相应的产品服务。<br>
      <br>
      第二条 双方的权利义务<br>
      （一）甲方的权利与义务<br>
      1.甲方在产品体验过程中应遵守国家法律、法规，尊重行程中接触到的人与物；甲方应自觉遵守旅游文明行为规范，尊重旅游目的地的风俗习惯、文化传统和宗教禁忌，爱护旅游资源，保护生态环境；甲方应遵守团队纪律，配合乙方完成约定的行程安排；<br>
      2.甲方有权知悉其购买的产品和服务的真实情况，有权要求乙方按照约定提供产品和服务，<br>
      有权拒绝参与协议未约定的其他项目，如消费项目。<br>
      3.在产品体验过程中，甲方应妥善保管好自己随身携带的财物。<br>
      4.在产品体验期间，甲方应选择自己能够控制风险的活动项目并在自己能够控制风险的范围内进行活动，对自己的人身和财产安全负责。<br>
      5.在产品体验的过程中，如果发生纠纷，甲方应与乙方平等协商，解决问题，采取适当措施防止损失扩大。不得恶意拖延行程或者随意离开团队，不得损害乙方的合法权益。<br>
      6.甲方有义务在选购该产品时仔细阅读与产品行程相关的全部信息或文案，了解行程安排，确认该行程是否适合自己，对自己的选择负责。<br>
      7.甲方有义务在选购该产品后，根据产品行程的相关信息或文案，做好必要的行程准备。<br>
      8.甲方在填写各种材料时，应当使用有效身份证件，并对填写信息的真实性、有效性负责。<br>
      9.甲方若因故不能成行，须及时告知乙方，商讨是否可以让具备参与本次行程条件的第三人代为履行协议。因代为履行协议增加或减少的费用，双方应按实结算。<br>
      10.甲方有义务在行程当天按照指定集合时间、地点，准时出现，凡超过30分钟未出现则视为自动放弃。<br>
      11.该系列产品中的所有内容（包括但不限于文字、软件、声音、图片、录像、图表、邮件等）均为乙方版权所有，严禁任何个人或单位在未经许可的情况下对这些内容进行翻版、复刻、转载、篡改等一切用于商业活动的行为。甲方有义务对所有产品内容进行保密。<br>
      12.该系列产品中的用户账号只为选购该产品的用户个人所有，严禁一个账号由多人使用。甲方有义务对其账号进行保管。<br>
      （二）乙方的权利与义务<br>
      1.乙方应如实介绍相关产品行程服务项目和标准。<br>
      2.乙方应按本协议约定的标准提供服务，应对行程中可能危及甲方人身、财产安全的情况，作出真实说明和明确警示，并采取防止危害发生的适当措施。<br>
      3.在行程中，遇到不可抗力或者意外事件无法继续履行合同的，乙方不承担违约责任。<br>
      本协议中“不可抗力”是指不能预见、不能避免或不能克服、使得本合同一方部分或完全不能履行本协议的客观情况，包括但不限于地震、台风、洪水、火灾、战争、罢工、暴动、政府行为、法律规定或其适用的变化等。<br>
      4.乙方有义务对所有选购“发现之旅”系列产品的用户个人信息进行保密。<br>
      5.甲方有下列情形之一的，乙方可以解除合同：<br>
      （1）患有传染病等疾病，可能危害其他旅游者健康和安全的；<br>
      （2）携带危害公共安全的物品且不同意交有关部门处理的；<br>
      （3）从事违法或者违反社会公德活动的；<br>
      （4）从事严重影响其他旅游者权益的活动，且不听劝阻、不能制止的；<br>
      （5）法律规定的其他情形。<br>
      <br>
      第三条 违约责任<br>
      （一）活动中甲方或乙方承担的违约责任。<br>
      1.甲方违反协议约定造成自身或他人损失的，责任由甲方承担。<br>
      2.乙方未按协议标准提供相应的产品行程服务，或者未经甲方同意随意调整行程，给甲方造成损失的，责任由乙方承担。<br>
      （二）其它违约责任<br>
      无<br>
      <br>
      第四条 争议解决方式<br>
      双方发生争议的，可协商解决；或向有关部门申请调解；也可向法院提起诉讼。<br>
      上海市旅游质量监督所投诉电话:021-64393615<br>
      上海市旅游局质量监督电话:962020<br>
      上海市消费者申（投）诉举报中心:12315<br>
      <br>
      第五条 合同生效<br>
      本合同自双方签字或盖章之日起生效，补充条款为合同的附件，与本合同具有同等的法律效力。<br>
      <br>
    </div>
    <div class="title2">城市深度游“发现之旅”</div>
    <div class="title2">产品补充条款</div>
    <div class="content">
      一、产品概况<br>
      由上海红砖文化传播有限公司推出的“发现之旅”城市深度游产品，是以上海都市旅游资源为基础、一年四季常态化营运的新型旅游产品。该产品立足于上海丰富的旅游资源，以城市记忆为依托，设计故事情节，挖掘特色主题线路。通过剧情式户外挑战的方式，融合线上线下的多种互动和传播方式。打造独特的浸润式体验，集创意团建、有效社交、角色扮演、密室逃脱、城市定向于一体，让参与者在行走与探索中阅读与感受上海。<br>
      “中共一大•回到1921”作为“发现之旅”城市深度游产品的首款，旨在将红色之旅与慢游上海相结合，以中共一大会址纪念馆为起点，以都市嬗变为线索，用扣人心弦的谍战情节和交织呈现的影像声效，开启任务挑战式的全新浸润体验，在“红色一公里”中，共同阅读上海的光荣与传奇。<br>
      二、用户须知<br>
      （一）基本要求<br>
      1.自愿选购。<br>
      2.为了增加产品的趣味性和参与性，“发现之旅”中设置了一系列的行程任务，对参与者的体力有一定的要求。因此，我们希望订购的用户是具备完全行为能力、健康状况良好的人群。<br>
      （二）报名相关<br>
      1.形式:团队报名<br>
      创意团建和有效社交是“发现之旅”的重要特色之一，我们在设计行程任务时十分重视团队协作。因此，在报名时希望能以小组为单位，每组6人。为实现团队的自主管理，请在报名前预先从各小组中选取1人担任组长。<br>
      2.流程<br>
      在报名注册时，组长需进入微信公众号“DP发现之旅”，注册成功后填写个人信息和团队信息，并将生成的活动邀请二维码分享给其他组员。组员通过识别小组二维码，关注“DP发现之旅”公众号，进行个人账号注册，注册成功后填写个人信息。<br>
      3.费用<br>
      “中共一大•回到1921”作为“发现之旅”城市深度游产品的首款，此次免费推出，不收取任何活动费用。注：行程中因小组成员需求产生其他的个人费用（食物、水等），由小组成员自行负责。<br>
      4.保险<br>
      乙方提示甲方购买旅游意外险。经乙方推荐，甲方同意委托乙方办理个人投保的旅游意外保险。保险公司及产品名称众安保险旅游卫士乐游中国保障计划一，保险金额100000元，保险费5元。此次保险费由乙方承担。<br>
      （3）不可抗力、不可预见<br>
      本协议中“不可抗力”是指不能预见、不能避免或不能克服、使得本合同一方部分或完全不能履行本协议的客观情况，包括但不限于地震、台风、洪水、火灾、战争、罢工、暴动、政府行为、法律规定或其适用的变化等。<br>
      因不可抗力或意外事件，影响正常活动进行，乙方有权临时取消或中止本次活动，请参与者给予配合和谅解！<br>
      （三）组织管理<br>
      1.人员更换<br>
      （1）更换组长<br>
      原则上不允许更换组长，若出现特殊情况，请提前与工作人员联系。<br>
      （2）更换组员<br>
      原则上不允许更换组员，若活动当天有组员不能如期参加，请提前联系工作人员，不得擅自将名额有偿或无偿转让给他人。<br>
      2.自主管理<br>
      组长登录界面内有“小组管理”一栏，满足以下条件可提请组长“移除”组员：<br>
      ①	组员因特殊情况临时退出活动<br>
      ②	与行程无关人员擅自扫描二维码进入<br>
      <br>
      三、温馨提醒<br>
      1.“发现之旅”的线路设置需要综合考虑路线主题、旅游资源、距离远近、剧情发展等多种因素，所有组员报名确认后，由乙方随机编排体验线路，不得随意更改。<br>
      2.行程前请仔细阅读行程注意事项，按行程或自己的需要做好准备（如过敏药、轻便服饰、遮阳伞等）。<br>
      3.行程前请仔细阅读安全告知书，在行程中提高自己的安全意识，保护好自己，也保护好自己的同伴。<br>
      4.请按照通知的集合时间与地点准时到达现场完成签到，我们的活动都是集体活动，请您务必准时到达，如迟到半小时以上视为自动放弃行程。<br>
      5.尊重城市文化是体验城市文化的起点，请所有参与者在行程过程中务必遵守各项法律、法规和旅游文明行为公约。<br>
      6.为最大程度提升产品体验质量，保证产品后续良性发展，同时出于对产品创意的保护以及对设计研发团队劳动成果的尊重，所有参与“发现之旅”产品体验的人员都需要对产品内容进行保密。<br>
      7.为防止出现意外情况，请大家在填写各种报名材料时，使用有效身份证件和手机号码，并对填写信息的真实性负责。乙方承诺对所有用户的个人信息保密，并在行程中提供相应的协助。<br>
      <br>
      四、投诉与建议<br>
      1.如果你在产品体验中有任何意见和建议，你可以通过我们的官方微信公众号“DP发现之旅”与我们联系。<br>
      2.请直接致电红砖文化021-62959590（周一至周五 09:30-18:00）<br>
      <br>

      我已阅读并充分理解合同及附件中所列明的所有内容，包括双方的权利义务以及风险揭示。<br>
      甲方签字确认：<br>
      乙方签字（盖章）：<br>
      营业场所:遵义南路8号锦明大厦21楼D室<br>
      联系电话:021-62959590 <br>
      邮编:200336<br>
      <br>
    </div>
    </div>
</template>
<style scoped>
  .content{
    line-height: 22px;
    width: 90%;
  }
  .title2{
    height: 28px;
    text-align: center !important;
    font-size: 20px;
    width: 100%;
    line-height: 28px;
    font-weight: 800;
  }
  .dp-register-bg div
  {text-align: left}
  .dp-register-bg
  {text-align: left;font-size: 14px}
</style>
<script>

    export default{
        data(){
            return{
                msg:'hello vue'
            }
        }
    }
</script>
