<template>
  <div class="dp-register-bg" style="overflow-y: scroll;position: relative;">
    <div class="title2"> 城市深度游“发现之旅”</div>
    <div class="title2">产品安全告知书</div>
    <div class="content">
      一、	选购须知<br>
      1．本公司推出的“发现之旅”城市深度游产品所规划的行程区域为城市，所以风险系数相对较低。但行程过程中伴随着不同难度层级的任务，对参与者的体力有一定要求。为确保行程顺利开展，防止过程中发生人身意外伤害事故，请各位在选购前确保自己的身体健康状况良好，存在下列健康问题的病患者，请勿选购，如隐瞒购买发生事故，责任自负：<br>
      （1）传染性疾病患者，如传染性肝炎、活动期肺结核、伤寒等传染病人；<br>
      （2）心血管疾病患者，如严重高血压、心功能不全、心肌缺氧、心肌梗塞等病人；<br>
      （3）脑血管疾病患者，如脑栓塞、脑出血、脑肿瘤等病人；<br>
      （4）呼吸系统疾病患者，如肺气肿、肺心病等病人；<br>
      （5）精神病患者，如癫痫及各种精神病人；<br>
      （6）严重贫血病患者，如血红蛋白量水平在 50 克 / 升以下的病人；<br>
      （7）大中型手术的恢复期病患者；<br>
      （8）孕妇及行动不便者。<br>
      2．“发现之旅”城市深度游产品旨在带领用户深度发掘城市文化与精神内核，要求所有参与者在行程中能够尊重少数民族的宗教信仰和风俗习惯，遵守当地法律、法规，遵守《中国公民国内旅游文明行为公约》（详见附件）。<br>
      <br>
      二、	准备事宜<br>
      1.	在参与行程前，请仔细阅读与该产品有关的各项安全信息，以提前了解行程中存在的安全隐患和可能发生的意外情况，以便能作出及时的应对。<br>
      2.	本产品所设计的行程以小组为活动单位，线路中设置有不同地点，但点与点之间的距离并不远，考虑到小组行动的便利性，我们提倡步行。请自行准备好轻便的服饰和鞋子（女士请不要穿高跟鞋）。<br>
      3.	为防止行程中发生队员掉队、迷路走散的情况，请各位参与者准备好手机等基本联络工具，保持行程过程中通讯畅通。<br>
      4.	行程设计涵盖户内户外的活动，我们无法帮所有参与者规避过敏源，请易过敏体质（包括但不限于花粉、食物、紫外线）的人员备好过敏药，做好防过敏的措施。<br>
      5.	行程中涉及到较多的户外活动，难免遇到各种各样的蚊虫，请在行程前准备好防蚊虫药（如防蚊水、花露水、风油精等），做好防蚊虫措施，避免出现蚊虫感染的症状。<br>
      6.	为防止行程中水土不服，参与者可自备一些常用药品以备不时之需。<br>
      7.	报名时请填写紧急联系人及联系方式；行程前请与家人确认，告知其基本行程安排和公司联系方。<br>
      <br>
      三、	关于保险<br>
      上海红砖文化传播有限公司已按照国家相关管理部门要求全额购买户外运动意外保险；在旅行过程中，如发生保险范围之内的意外事故，由承保保险公司按其与发现之旅签定的保险合同条款进行赔偿。<br>
      您可在报名时向发现之旅提供个人真实姓名及有效证件号码，我们将为您免费提供一份基础户外运动意外保险，您也可通过其他途径购买保额更高、保险范围更广的增值户外运动类保险。<br>
      <br>
      四、	行程注意<br>
      （一）	人身安全注意事项<br>
      1.	交通<br>
      （1）	在户外行走中，请看好自己脚下的路，注意来往行人车辆，遵守交通规则。<br>
      （2）	乘坐交通工具时，应系好安全带，在交通工具停稳后方可离开；上下交通工具时，须排队等候，讲究文明礼貌，并优先照顾老人、儿童、妇女，切勿拥挤，以免发生意外。<br>
      （3）	乘坐交通工具时，请不要与司机交谈或催促司机开快车，不要将头、手、脚或者行李物品伸出窗外，以防意外发生；不要向车窗外扔废（杂）物品，特别是硬质物品，以免伤害他人。<br>
      （4）	乘坐自动扶梯时请站稳扶好，不要推阻打闹。<br>
      2.	活动<br>
      （1）	请根据自身的身体健康状况有选择地参与到行程安排中，避免过度透支体力，注意适当休息。<br>
      （2）	在行程安排中的自由活动时间，参与者应当选择自己能够控制风险的活动项目，并在自己能够控制风险的范围内进行活动。尽量不要去参加高风险活动。如若参与者坚持参与，请自行承担风险。<br>
      （3）	在活动中如出现乏力、多汗、头晕、眼花、心悸等症状时，应及时终止行程并在安全区域休息，并及时与工作人员联系，不可勉强坚持。<br>
      3.	饮食<br>
      （1）适合自己。城市中饮食的选择有很多，如果平时饮食清淡或肠胃比较脆弱，请尽量选择非油辣的清淡饮食，以免导致肠胃不适，出现腹泻等症状。<br>
      （2）规范用餐。小摊贩上的食物虽然会有特色，但可能无法保证卫生及质量，请尽量选择正规餐厅用餐。<br>
      （3）适度进食。参与产品体验期间请合理饮食，切勿暴饮暴食。喜爱饮酒的参与者请适量饮酒，不要酗酒。因酗酒闹事、扰乱社会秩序、侵害他人权益以及造成自身损害的一切责任请自行承担。<br>
      （4）避开过敏。对特定食物过敏的组员请尽量避免食用该特定食物（例如海鲜、坚果、酒精等），并请在点餐或预定用餐前向餐食提供者表明过敏情况并询问食物食材。<br>
      （5）不要随意接受和食用陌生人赠送的香烟、食物和饮品，防遭他人暗算。<br>
      <br>
      （二）	财产安全注意事项<br>
      1.	在热闹拥挤的场所购物或者娱乐时，应妥善保管好自己的钱包、手提包等其他贵重物品和身份证件。<br>
      2.	如在活动时需要寄存物品，请务必妥善保管寄存柜的钥匙或条形码纸条，并保证离开寄存柜时柜门锁闭完整。<br>
      3.	不要轻信流动推销人员的商品推荐。由于小摊位物品真伪及质量难以保障，尽量不要在小摊位购买物品。<br>
      4.	购物时，请注意商品质量及价格，细心鉴别商品真伪并向商家索取正式发票。<br>
      <br>
      五、	紧急应对<br>
      1.	掉队、走散<br>
      如果在行程中发生迷路或与队伍走散的情况，请保持冷静，尽量在原地或有显著标志的地方等候，打电话向其他组员或工作人员寻求帮助。<br>
      2.	交通事故<br>
      当发生车辆交通事故时，应听从工作人员的安排和指挥，不要慌张；发生人员伤害时，参与者应尽力施救或自救，同时注意保护现场，避免损失扩大。<br>
      3.	突发意外伤害或急性病<br>
      行程中如遭受意外伤害或突发急性病时，请及时向工作人员求助，在工作人员的协助下到相关医院就诊，费用由本人支付并保管好相关票据，以便事后向保险公司申报理赔。<br>
      4.	失窃、被抢<br>
      当发生财物被盗或遭受抢劫时，请先向公安机关报案，讲明事实经过，将失窃或被抢物品列出清单，保护好现场，保存证据资料，积极配合公安机关侦查破案。并及时联系工作人员，请求公司协助。<br>
      5.	动物攻击<br>
      不要随意挑逗动物，一旦被动物抓伤，及时送往医院救治。<br>
      6.	火灾<br>
      发生火警时请勿搭乘电梯或者随意跳楼，应镇定判断火情，主动实行自救；若身上着火，可就地打滚，或者用重衣物压火苗；必须穿过有浓烟的走廊、通道时，用浸湿的衣物披裹身体、捂着口鼻，贴近地、顺墙爬行；大火封门无法逃出时，可采用浸湿的衣物披裹身体、被褥堵门缝或者泼水降温的方法等待救援，或者摇动色彩鲜艳的衣物呼唤救援人员。<br>
      7.	不可抗力、不可预见<br>
      活动中因自然灾害、恶劣天气条件、政府行为、社会异常事件（如罢工、政变、骚乱、游行等）、流行性疾病暴发等不可抗力或意外事件，影响活动行程或服务标准的，公司不承担经济赔偿责任，但会以确保团队安全、减少损失为原则，采取积极补救措施，请参与者给予配合和谅解！由此增加的费用由参与者承担，节省的费用退还参与者。<br>
      8.	应急电话<br>
      红砖文化:021-62959590（周一到周五 9:30-18:00）<br>
      消费者协会电话:12315<br>
      火警电话:119<br>
      公安局报警电话:110<br>
      急救电话:120<br>
      交通事故报警电话:122<br>
      <br>
      附件<br>
      *《中国公民国内旅游文明行为公约》<br>
      营造文明、和谐的旅游环境，关系到每位游客的切身利益。做文明游客是我们大家的义务，请遵守以下公约：<br>
      1．维护环境卫生。不随地吐痰和口香糖，不乱扔废弃物，不在禁烟场所吸烟。<br>
      2．遵守公共秩序。不喧哗吵闹，排队遵守秩序，不并行挡道，不在公众场所高声交谈。<br>
      3．保护生态环境。不踩踏绿地，不摘折花木和果 实，不追捉、投打、乱喂动物。<br>
      4．保护文物古迹。不在文物古迹上涂刻，不攀爬触摸文物，拍照摄像遵守规定。<br>
      5．爱惜公共设施。不污损客房用品，不损坏公用设施，不贪占小便宜，节约用水用电，用餐不浪费。<br>
      6．尊重别人权利。不强行和外宾合影，不对着别人打喷嚏，不长期占用公共设施，尊重服务人员的劳动，尊重各民族宗教习俗。<br>
      7．讲究以礼待人。衣着整洁得体，不在公共场所袒胸赤膊；礼让老幼病残，礼让女士；不讲粗话。<br>
      8．提倡健康娱乐。抵制封建迷信活动，拒绝黄、赌、毒。<br>
      <br>
    </div>
    </div>
</template>
<style scoped>
  .content{
    line-height: 22px;
    width: 90%;
  }
  .title2{
    height: 28px;
    text-align: center !important;
    width: 100%;
    line-height: 28px;
    font-size: 20px;
    font-weight: 800;
  }
  .dp-register-bg div
  {text-align: left}
  .dp-register-bg
  {text-align: left;font-size: 14px}
</style>
<script>

    export default{
        data(){
            return{
                msg:'hello vue'
            }
        }
    }
</script>
